Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %@ returned an invalid response.
ar: قام %@ بإرجاع استجابة غير صالحة.
ca: %@ ha retornat una resposta no vàlida.
cs: %@ vrátil neplatnou odpověď.
da: %@ returnerede et ugyldigt svar.
de: %@ hat eine ungültige Antwort zurückgegeben.
el: Ο %@ επέστρεψε μια μη έγκυρη απάντηση.
es: %@ devolvió una respuesta no válida.
fi: %@ palautti virheellisen vastauksen.
fr: %@ a renvoyé une réponse non valide.
he: %@ החזיר תגובה לא חוקית.
hi: %@ ने अमान्य प्रतिक्रिया दी.
hr: %@ je vratio nevažeći odgovor.
hu: %@ érvénytelen választ adott vissza.
id: %@ mengembalikan respons yang tidak valid.
it: %@ ha restituito una risposta non valida.
ja: %@ が無効な応答を返しました。
ko: %@이(가) 잘못된 응답을 반환했습니다.
ms: %@ mengembalikan respons yang tidak sah.
nb: %@ returnerte et ugyldig svar.
nl: %@ heeft een ongeldig antwoord geretourneerd.
pl: %@ zwrócił nieprawidłową odpowiedź.
pt_br: %@ retornou uma resposta inválida.
pt_pt: %@ devolveu uma resposta inválida.
ro: %@ a returnat un răspuns nevalid.
ru: %@ вернул неверный ответ.
sk: %@ vrátilo neplatnú odpoveď.
sv: %@ returnerade ett ogiltigt svar.
th: %@ ส่งคืนการตอบกลับที่ไม่ถูกต้อง
tr: %@ geçersiz bir yanıt döndürdü.
uk: %@ повернув недійсну відповідь.
vi: %@ trả về phản hồi không hợp lệ.
zh_hans: %@ 返回无效响应。
zh_hant: %@ 傳回無效回應。

# %@ returned HTTP %lld.
source: %1$@ returned HTTP %2$lld.
ar: قام %@ بإرجاع HTTP %lld.
ca: %@ ha retornat HTTP %lld.
cs: %@ vrátilo HTTP %lld.
da: %@ returnerede HTTP %lld.
de: %@ hat HTTP %lld zurückgegeben.
el: Ο %@ επέστρεψε το HTTP %lld.
es: %@ devolvió HTTP %lld.
fi: %@ palautti HTTP:n %lld.
fr: %@ a renvoyé HTTP %lld.
he: %@ החזיר HTTP %lld.
hi: %@ ने HTTP %lld लौटाया।
hr: %@ je vratio HTTP %lld.
hu: %@ visszaküldte a HTTP-t %lld.
id: %@ mengembalikan HTTP %lld.
it: %@ ha restituito HTTP %lld.
ja: %@ は HTTP %lld を返しました。
ko: %@이(가) HTTP %lld을(를) 반환했습니다.
ms: %@ mengembalikan HTTP %lld.
nb: %@ returnerte HTTP %lld.
nl: %@ heeft HTTP %lld geretourneerd.
pl: %@ zwrócił HTTP %lld.
pt_br: %@ retornou HTTP %lld.
pt_pt: %@ retornou HTTP %lld.
ro: %@ a returnat HTTP %lld.
ru: %@ вернул HTTP %lld.
sk: %@ vrátil HTTP %lld.
sv: %@ returnerade HTTP %lld.
th: %@ ส่งคืน HTTP %lld
tr: %@, HTTP %lld değerini döndürdü.
uk: %@ повернув HTTP %lld.
vi: %@ trả về HTTP %lld.
zh_hans: %@ 返回 HTTP %lld。
zh_hant: %@ 傳回 HTTP %lld。

source: %@ Saved
ar: %@ تم الحفظ
ca: %@ Desat
cs: %@ Uloženo
da: %@ Gemt
de: %@ Gespeichert
el: %@ Αποθηκεύτηκε
es: %@ Guardado
fi: %@ Tallennettu
fr: %@ Enregistré
he: %@ נשמר
hi: %@ सहेजा गया
hr: %@ Spremljeno
hu: %@ Mentve
id: %@ Disimpan
it: %@ Salvato
ja: %@ 保存しました
ko: %@ 저장됨
ms: %@ Disimpan
nb: %@ Lagret
nl: %@ Opgeslagen
pl: %@ Zapisano
pt_br: %@ Salvo
pt_pt: %@ Salvo
ro: %@ Salvat
ru: %@ сохранено
sk: %@ Uložené
sv: %@ Sparad
th: %@ บันทึกแล้ว
tr: %@ Kaydedildi
uk: %@ Збережено
vi: %@ Đã lưu
zh_hans: %@ 已保存
zh_hant: %@ 已保存

source: %@ units
ar: %@ الوحدات
ca: %@ unitats
cs: %@ jednotek
da: %@ enheder
de: %@ Einheiten
el: %@ μονάδες
es: %@ unidades
fi: %@ yksikköä
fr: %@ unités
he: %@ יחידות
hi: %@ इकाइयाँ
hr: %@ jedinica
hu: %@ egység
id: %@ unit
it: %@ unità
ja: %@ 単位
ko: %@ 단위
ms: %@ unit
nb: %@ enheter
nl: %@ eenheden
pl: %@ jednostek
pt_br: %@ unidades
pt_pt: %@ unidades
ro: %@ unități
ru: %@ единиц
sk: %@ jednotiek
sv: %@ enheter
th: %@ หน่วย
tr: %@ birimleri
uk: %@ одиниць
vi: %@ đơn vị
zh_hans: %@ 单位
zh_hant: %@ 單位

source: %@ will disappear from Recurring Transactions and no future occurrences will be inserted automatically.
ar: سوف يختفي %@ من المعاملات المتكررة ولن يتم إدراج أي تكرارات مستقبلية تلقائيًا.
ca: %@ desapareixerà de les transaccions recurrents i no s'inserirà cap ocurrència futura automàticament.
cs: %@ zmizí z opakujících se transakcí a nebudou automaticky vloženy žádné budoucí výskyty.
da: %@ vil forsvinde fra tilbagevendende transaktioner, og ingen fremtidige forekomster vil blive indsat automatisk.
de: %@ verschwindet aus den wiederkehrenden Transaktionen und es werden keine zukünftigen Vorkommen automatisch eingefügt.
el: Το %@ θα εξαφανιστεί από τις Επαναλαμβανόμενες Συναλλαγές και καμία μελλοντική εμφάνιση δεν θα εισαχθεί αυτόματα.
es: %@ desaparecerá de las Transacciones recurrentes y no se insertarán automáticamente ocurrencias futuras.
fi: %@ katoaa Toistuvista tapahtumista, eikä tulevia tapahtumia lisätä automaattisesti.
fr: %@ disparaîtra des transactions récurrentes et aucune occurrence future ne sera insérée automatiquement.
he: %@ ייעלם מהעסקאות החוזרות ולא יוכנסו מופעים עתידיים באופן אוטומטי.
hi: %@ आवर्ती लेनदेन से गायब हो जाएगा और भविष्य में कोई भी घटना स्वचालित रूप से नहीं डाली जाएगी।
hr: %@ će nestati iz Ponavljajućih transakcija i nijedno buduće pojavljivanje neće se automatski umetati.
hu: A %@ eltűnik az Ismétlődő tranzakciók közül, és a jövőbeni előfordulások nem kerülnek be automatikusan.
id: %@ akan hilang dari Transaksi Berulang dan tidak ada kejadian di masa depan yang akan dimasukkan secara otomatis.
it: %@ scomparirà dalle transazioni ricorrenti e nessuna occorrenza futura verrà inserita automaticamente.
ja: %@ は定期的なトランザクションから消え、今後のトランザクションは自動的に挿入されなくなります。
ko: %@은(는) 반복 거래에서 사라지며 향후 발생 항목은 자동으로 삽입되지 않습니다.
ms: %@ akan hilang daripada Transaksi Berulang dan tiada kejadian akan datang akan disisipkan secara automatik.
nb: %@ vil forsvinne fra gjentakende transaksjoner og ingen fremtidige forekomster vil bli satt inn automatisk.
nl: %@ verdwijnt uit Terugkerende transacties en er worden geen toekomstige gebeurtenissen automatisch ingevoegd.
pl: %@ zniknie z transakcji cyklicznych i żadne przyszłe wystąpienia nie będą wstawiane automatycznie.
pt_br: %@ desaparecerá das Transações Recorrentes e nenhuma ocorrência futura será inserida automaticamente.
pt_pt: %@ desaparecerá das Transações Recorrentes e nenhuma ocorrência futura será automaticamente introduzida.
ro: %@ va dispărea din Tranzacțiile recurente și nicio apariție viitoare nu va fi inserată automat.
ru: %@ исчезнет из списка повторяющихся транзакций, и никакие будущие события не будут вставлены автоматически.
sk: %@ zmizne z opakujúcich sa transakcií a nebudú sa automaticky vkladať žiadne budúce výskyty.
sv: %@ kommer att försvinna från återkommande transaktioner och inga framtida händelser kommer att infogas automatiskt.
th: %@ จะหายไปจากธุรกรรมที่เกิดซ้ำ และจะไม่มีการแทรกเหตุการณ์ในอนาคตโดยอัตโนมัติ
tr: %@ Tekrarlanan İşlemlerden kaybolacak ve gelecekte hiçbir oluşum otomatik olarak eklenmeyecektir.
uk: %@ зникне з повторюваних транзакцій, і жодні майбутні випадки не вставлятимуться автоматично.
vi: %@ sẽ biến mất khỏi Giao dịch định kỳ và không có lần xuất hiện nào trong tương lai sẽ được chèn tự động.
zh_hans: %@ 将从定期交易中消失，并且不会自动插入将来发生的事件。
zh_hant: %@ 將從定期交易中消失，並且不會自動插入將來發生的事件。

# %@: %@. Wealth Compass records it automatically when the app is active.
source: %1$@: %2$@. Wealth Compass records it automatically when the app is active.
ar: %@: %@. تقوم Wealth Compass بتسجيله تلقائيًا عندما يكون التطبيق نشطًا.
ca: %@: %@. Wealth Compass el registra automàticament quan l'aplicació està activa.
cs: %@: %@. Wealth Compass jej zaznamená automaticky, když je aplikace aktivní.
da: %@: %@. Wealth Compass optager det automatisk, når appen er aktiv.
de: %@: %@. Wealth Compass zeichnet es automatisch auf, wenn die App aktiv ist.
el: %@: %@. Το Wealth Compass το καταγράφει αυτόματα όταν η εφαρμογή είναι ενεργή.
es: %@: %@. Wealth Compass lo registra automáticamente cuando la aplicación está activa.
fi: %@: %@. Wealth Compass tallentaa sen automaattisesti, kun sovellus on aktiivinen.
fr: %@ : %@. Wealth Compass l'enregistre automatiquement lorsque l'application est active.
he: %@: %@. Wealth Compass מקליט אותו באופן אוטומטי כאשר האפליקציה פעילה.
hi: %@: %@. ऐप सक्रिय होने पर वेल्थ कंपास इसे स्वचालित रूप से रिकॉर्ड करता है।
hr: %@: %@. Wealth Compass ga automatski bilježi kada je aplikacija aktivna.
hu: %@: %@. A Wealth Compass automatikusan rögzíti, amikor az alkalmazás aktív.
id: %@: %@. Wealth Compass mencatatnya secara otomatis saat aplikasi aktif.
it: %@: %@. Wealth Compass lo registra automaticamente quando l'app è attiva.
ja: %@: %@。 Wealth Compass は、アプリがアクティブなときに自動的に記録します。
ko: %@: %@. Wealth Compass는 앱이 활성화되면 자동으로 기록합니다.
ms: %@: %@. Wealth Compass merekodkannya secara automatik apabila apl aktif.
nb: %@: %@. Wealth Compass registrerer det automatisk når appen er aktiv.
nl: %@: %@. Wealth Compass registreert het automatisch wanneer de app actief is.
pl: %@: %@. Wealth Compass rejestruje je automatycznie, gdy aplikacja jest aktywna.
pt_br: %@: %@. Wealth Compass registra automaticamente quando o aplicativo está ativo.
pt_pt: %@: %@. O Wealth Compass regista automaticamente quando a aplicação está ativa.
ro: %@: %@. Wealth Compass îl înregistrează automat când aplicația este activă.
ru: %@: %@. Wealth Compass записывает его автоматически, когда приложение активно.
sk: %@: %@. Wealth Compass to automaticky zaznamená, keď je aplikácia aktívna.
sv: %@: %@. Wealth Compass registrerar det automatiskt när appen är aktiv.
th: %@: %@. Wealth Compass จะบันทึกโดยอัตโนมัติเมื่อแอปเปิดใช้งานอยู่
tr: %@: %@. Wealth Compass, uygulama aktif olduğunda bunu otomatik olarak kaydeder.
uk: %@: %@. Wealth Compass записує його автоматично, коли програма активна.
vi: %@: %@. Wealth Compass sẽ tự động ghi lại khi ứng dụng hoạt động.
zh_hans: %@：%@。当应用程序处于活动状态时，财富指南针会自动记录它。
zh_hant: %@：%@。當應用程式處於活動狀態時，財富指南針會自動記錄它。

# %@: %@. Wealth Compass records it while the app is active.
source: %1$@: %2$@. Wealth Compass records it while the app is active.
ar: %@: %@. تقوم Wealth Compass بتسجيله أثناء نشاط التطبيق.
ca: %@: %@. Wealth Compass el registra mentre l'aplicació està activa.
cs: %@: %@. Wealth Compass to zaznamená, když je aplikace aktivní.
da: %@: %@. Wealth Compass optager det, mens appen er aktiv.
de: %@: %@. Wealth Compass zeichnet es auf, während die App aktiv ist.
el: %@: %@. Το Wealth Compass το καταγράφει ενώ η εφαρμογή είναι ενεργή.
es: %@: %@. Wealth Compass lo registra mientras la aplicación está activa.
fi: %@: %@. Wealth Compass tallentaa sen, kun sovellus on aktiivinen.
fr: %@ : %@. Wealth Compass l'enregistre pendant que l'application est active.
he: %@: %@. Wealth Compass records it while the app is active.
hi: %@: %@. ऐप सक्रिय होने पर वेल्थ कंपास इसे रिकॉर्ड करता है।
hr: %@: %@. Wealth Compass to bilježi dok je aplikacija aktivna.
hu: %@: %@. A Wealth Compass rögzíti, amíg az alkalmazás aktív.
id: %@: %@. Wealth Compass mencatatnya saat aplikasi aktif.
it: %@: %@. Wealth Compass lo registra mentre l'app è attiva.
ja: %@: %@。 Wealth Compass は、アプリがアクティブな間、それを記録します。
ko: %@: %@. Wealth Compass는 앱이 활성화된 동안 이를 기록합니다.
ms: %@: %@. Kompas Kekayaan merekodkannya semasa apl aktif.
nb: %@: %@. Wealth Compass registrerer det mens appen er aktiv.
nl: %@: %@. Wealth Compass registreert het terwijl de app actief is.
pl: %@: %@. Wealth Compass rejestruje je, gdy aplikacja jest aktywna.
pt_br: %@: %@. Wealth Compass registra enquanto o aplicativo está ativo.
pt_pt: %@: %@. Wealth Compass regista enquanto a aplicação está ativa.
ro: %@: %@. Wealth Compass îl înregistrează în timp ce aplicația este activă.
ru: %@: %@. Wealth Compass записывает его, пока приложение активно.
sk: %@: %@. Wealth Compass to zaznamenáva, keď je aplikácia aktívna.
sv: %@: %@. Wealth Compass registrerar det medan appen är aktiv.
th: %@: %@. Wealth Compass จะบันทึกในขณะที่แอปทำงานอยู่
tr: %@: %@. Wealth Compass, uygulama aktifken bunu kaydeder.
uk: %@: %@. Wealth Compass записує його, поки програма активна.
vi: %@: %@. Wealth Compass ghi lại nó trong khi ứng dụng đang hoạt động.
zh_hans: %@：%@。财富指南针会在应用程序处于活动状态时记录它。
zh_hant: %@：%@。財富指南針會在應用程式處於活動狀態時記錄它。

# %@. Fetched %@ and cached locally.
source: %1$@. Fetched %2$@ and cached locally.
ar: %@. تم جلب %@ وتخزينه مؤقتًا محليًا.
ca: %@. S'ha obtingut %@ i s'ha guardat a la memòria cau localment.
cs: %@. Načteno %@ a uloženo do místní mezipaměti.
da: %@. Hentede %@ og cachelagrede lokalt.
de: %@. Abgerufen %@ und lokal zwischengespeichert.
el: %@. Λήφθηκε %@ και αποθηκευτεί προσωρινά τοπικά.
es: %@. Obtuvo %@ y se almacenó en caché localmente.
fi: %@. Haettu %@ ja tallennettu välimuistiin paikallisesti.
fr: %@. Récupéré %@ et mis en cache localement.
he: %@. הוחזר %@ ונשמר במטמון מקומי.
hi: %@. %@ लाया गया और स्थानीय रूप से कैश किया गया।
hr: %@. Dohvaćeno %@ i lokalno predmemorirano.
hu: %@. A %@ lekérve és helyileg gyorsítótárazva.
id: %@. Diambil %@ dan di-cache secara lokal.
it: %@. Recuperato %@ e memorizzato nella cache locale.
ja: %@。 %@ を取得し、ローカルにキャッシュしました。
ko: %@. %@을 가져와 로컬에 캐시했습니다.
ms: %@. Diambil %@ dan dicache secara setempat.
nb: %@. Hentet %@ og bufret lokalt.
nl: %@. %@ opgehaald en lokaal in de cache opgeslagen.
pl: %@. Pobrano %@ i zapisano lokalnie w pamięci podręcznej.
pt_br: %@. Obtido %@ e armazenado em cache localmente.
pt_pt: %@. Obtido %@ e armazenado em cache localmente.
ro: %@. Preluat %@ și stocat în cache local.
ru: %@. Получен %@ и кэширован локально.
sk: %@. Načítané %@ a uložené do lokálnej vyrovnávacej pamäte.
sv: %@. Hämtade %@ och cachade lokalt.
th: %@. ดึงข้อมูล %@ และแคชในเครื่อง
tr: %@. %@ getirildi ve yerel olarak önbelleğe alındı.
uk: %@. Отримано %@ та збережено локально.
vi: %@. Đã tìm nạp %@ và được lưu vào bộ nhớ đệm cục bộ.
zh_hans: %@。获取 %@ 并缓存在本地。
zh_hant: %@。取得 %@ 並緩存在本機。

source: %@. Fetched %@) and cached locally.
ar: %@. تم جلبه %@) وتم تخزينه مؤقتًا محليًا.
ca: %@. S'ha obtingut %@) i s'ha guardat a la memòria cau localment.
cs: %@. Načteno %@) a uloženo do místní mezipaměti.
da: %@. Hentet %@) og cachelagret lokalt.
de: %@. Abgerufen %@) und lokal zwischengespeichert.
el: %@. Ανακτήθηκε %@) και αποθηκευτεί τοπικά.
es: %@. Obtenido %@) y almacenado en caché localmente.
fi: %@. Haettu %@) ja tallennettu välimuistiin paikallisesti.
fr: %@. Récupéré %@) et mis en cache localement.
he: %@. הוחזר %@) ונשמר במטמון מקומי.
hi: %@. %@ लाया गया) और स्थानीय रूप से कैश किया गया।
hr: %@. Dohvaćeno %@) i lokalno predmemorirano.
hu: %@. Lekérve a %@) és helyileg gyorsítótárazva.
id: %@. Diambil %@) dan di-cache secara lokal.
it: %@. Recuperato %@) e memorizzato nella cache locale.
ja: %@。 %@) を取得し、ローカルにキャッシュしました。
ko: %@. %@)을 가져와 로컬에 캐시했습니다.
ms: %@. Diambil %@) dan dicache secara setempat.
nb: %@. Hentet %@) og bufret lokalt.
nl: %@. %@ opgehaald en lokaal in de cache opgeslagen.
pl: %@. Pobrano %@) i zapisano lokalnie w pamięci podręcznej.
pt_br: %@. Obtido %@) e armazenado em cache localmente.
pt_pt: %@. Obtido %@) e armazenado em cache localmente.
ro: %@. Preluat %@) și stocat în cache local.
ru: %@. Извлечено %@) и кэшировано локально.
sk: %@. Načítané %@) a uložené do lokálnej vyrovnávacej pamäte.
sv: %@. Hämtade %@) och cachade lokalt.
th: %@. ดึงข้อมูล %@) และแคชไว้ในเครื่อง
tr: %@. %@ getirildi ve yerel olarak önbelleğe alındı.
uk: %@. Отримано %@) і збережено локально.
vi: %@. Đã tìm nạp %@) và được lưu vào bộ nhớ đệm cục bộ.
zh_hans: %@。获取 %@) 并缓存在本地。
zh_hant: %@。取得 %@) 並緩存在本機。

source: %@))d ago
ar: %@))د مضت
ca: fa %@)) d
cs: Před %@))d
da: %@))d siden
de: %@))d vor
el: %@)) ημ. πριν
es: %@))hace
fi: %@))p sitten
fr: il y a %@))j
he: %@)) לפני יום
hi: %@))d पहले
hr: prije %@))d
hu: %@)) napja
id: %@)) hari yang lalu
it: %@))d fa
ja: %@))日前
ko: %@))일 전
ms: %@))d lalu
nb: %@))d siden
nl: %@))d geleden
pl: %@))d temu
pt_br: %@))d atrás
pt_pt: %@))d atrás
ro: %@))d acum
ru: %@))д назад
sk: pred %@))d
sv: %@))d sedan
th: %@))d ที่แล้ว
tr: %@))d önce
uk: %@)) дн. тому
vi: %@)) ngày trước
zh_hans: %@))d 前
zh_hant: %@))d 前

source: %@))h ago
ar: %@)) منذ ح
ca: fa %@))h
cs: před %@))h
da: %@)) t siden
de: %@))h vor
el: %@)) ώρα πριν
es: %@))h hace
fi: %@))h sitten
fr: il y a %@))h
he: %@)) לפני שעה
hi: %@)) घंटे पहले
hr: prije %@))h
hu: %@)) órával ezelőtt
id: %@)) jam yang lalu
it: %@))h fa
ja: %@))1時間前
ko: %@))시간 전
ms: %@))h lalu
nb: %@)) t siden
nl: %@))u geleden
pl: %@))h temu
pt_br: %@))h atrás
pt_pt: %@))h atrás
ro: %@))h în urmă
ru: %@))ч назад
sk: pred %@))h
sv: %@))h sedan
th: %@))ชั่วโมงที่ผ่านมา
tr: %@))h önce
uk: %@)) год тому
vi: %@)) giờ trước
zh_hans: %@)) 小时前
zh_hant: %@)) 小時前

source: %@)m ago
ar: %@)م مضت
ca: fa %@) m
cs: před %@)min
da: %@) m siden
de: Vor %@)m
el: %@) πριν από λ
es: Hace %@)m
fi: %@) min sitten
fr: il y a %@)m
he: לפני %@) מ'
hi: %@)m पहले
hr: prije %@) min
hu: %@) perce
id: %@)m yang lalu
it: %@)m fa
ja: %@)分前
ko: %@)분 전
ms: %@)m yang lalu
nb: %@) m siden
nl: %@)m geleden
pl: %@)min temu
pt_br: %@)m atrás
pt_pt: %@)m atrás
ro: %@)m în urmă
ru: %@)м назад
sk: pred %@) min
sv: %@)m sedan
th: %@)ม.ที่แล้ว
tr: %@)dk önce
uk: %@)хв тому
vi: %@)phút trước
zh_hans: %@)m 前
zh_hant: %@)m 前

# %@ The API key was saved securely in Keychain.
source: %@\n\nThe API key was saved securely in Keychain.
ar: %@\n\nتم حفظ مفتاح API بشكل آمن في Keychain.
ca: %@\n\nLa clau de l'API s'ha desat de manera segura al Keychain.
cs: %@\n\nKlíč API byl bezpečně uložen v Keychain.
da: %@\n\nAPI-nøglen blev gemt sikkert i nøglering.
de: %@\n\nDer API-Schlüssel wurde sicher im Schlüsselbund gespeichert.
el: %@\n\nΤο κλειδί API αποθηκεύτηκε με ασφάλεια στο Keychain.
es: %@\n\nLa clave API se guardó de forma segura en Keychain.
fi: %@\n\nAPI-avain tallennettiin turvallisesti Avainnippuun.
fr: %@\n\nLa clé API a été enregistrée en toute sécurité dans le trousseau.
he: %@\n\nמפתח ה-API נשמר בצורה מאובטחת במחזיק מפתחות.
hi: %@\n\nएपीआई कुंजी को किचेन में सुरक्षित रूप से सहेजा गया था।
hr: %@\n\nAPI ključ je sigurno spremljen u Keychain.
hu: %@\n\nAz API-kulcsot biztonságosan mentettük a Keychainben.
id: %@\n\nKunci API disimpan dengan aman di Gantungan Kunci.
it: %@\n\nLa chiave API è stata salvata in modo sicuro nel portachiavi.
ja: %@\n\nAPI キーはキーチェーンに安全に保存されました。
ko: %@\n\nAPI 키가 키체인에 안전하게 저장되었습니다.
ms: %@\n\nKunci API telah disimpan dengan selamat dalam Rantai Kunci.
nb: %@\n\nAPI-nøkkelen ble lagret sikkert i nøkkelring.
nl: %@\n\nDe API-sleutel is veilig opgeslagen in Keychain.
pl: %@\n\nKlucz API został bezpiecznie zapisany w pęku kluczy.
pt_br: %@\n\nA chave de API foi salva com segurança no Keychain.
pt_pt: %@\n\nA chave API foi guardada em segurança no Keychain.
ro: %@\n\nCheia API a fost salvată în siguranță în Keychain.
ru: %@\n\nКлюч API был надежно сохранен в Связке ключей.
sk: %@\n\nKľúč API bol bezpečne uložený v Keychain.
sv: %@\n\nAPI-nyckeln sparades säkert i nyckelring.
th: %@\n\nคีย์ API ได้รับการบันทึกอย่างปลอดภัยในพวงกุญแจ
tr: %@\n\nAPI anahtarı, Anahtar Zinciri'ne güvenli bir şekilde kaydedildi.
uk: %@\n\nКлюч API безпечно збережено в Keychain.
vi: %@\n\nKhóa API đã được lưu an toàn trong Chuỗi khóa.
zh_hans: %@\n\nAPI 密钥已安全保存在钥匙串中。
zh_hant: %@\n\nAPI 金鑰已安全保存在鑰匙圈中。

source: %@%% performance
ar: %@%% الأداء
ca: %@%% de rendiment
cs: Výkon %@%%
da: %@%% ydeevne
de: %@%% Leistung
el: %@%% απόδοση
es: %@%% rendimiento
fi: %@%% suorituskykyä
fr: %@%% performances
he: %@%% ביצועים
hi: %@%% प्रदर्शन
hr: %@%% učinak
hu: %@%% teljesítmény
id: %@%% kinerja
it: %@%% di prestazioni
ja: %@%% のパフォーマンス
ko: %@%% 성능
ms: %@%% prestasi
nb: %@%% ytelse
nl: %@%% prestatie
pl: %@%% wydajności
pt_br: %@%% desempenho
pt_pt: %@%% desempenho
ro: %@%% performanță
ru: %@%% производительность
sk: Výkon %@%%
sv: %@%% prestanda
th: %@%% ประสิทธิภาพ
tr: %@%% performans
uk: Продуктивність %@%%.
vi: %@%% hiệu suất
zh_hans: %@%% 性能
zh_hant: %@%% 效能

source: %lld current snapshot was generated after import.
ar: %lld تم إنشاء اللقطة الحالية بعد الاستيراد.
ca: %lld s'ha generat la instantània actual després de la importació.
cs: Po importu byl vygenerován aktuální snímek %lld.
da: %lld nuværende snapshot blev genereret efter import.
de: %lld aktueller Snapshot wurde nach dem Import erstellt.
el: %lld το τρέχον στιγμιότυπο δημιουργήθηκε μετά την εισαγωγή.
es: %lld se generó la instantánea actual después de la importación.
fi: %lld nykyinen tilannekuva luotiin tuonnin jälkeen.
fr: L'instantané actuel %lld a été généré après l'importation.
he: %lld תמונת מצב נוכחית נוצרה לאחר הייבוא.
hi: %lld वर्तमान स्नैपशॉट आयात के बाद उत्पन्न किया गया था।
hr: Trenutačna snimka %lld generirana je nakon uvoza.
hu: %lld aktuális pillanatkép készült az importálás után.
id: %lld snapshot saat ini dibuat setelah impor.
it: %lld lo snapshot corrente è stato generato dopo l'importazione.
ja: %lld 現在のスナップショットはインポート後に生成されました。
ko: %lld 현재 스냅샷은 가져온 후 생성되었습니다.
ms: %lld petikan semasa telah dijana selepas import.
nb: %lld gjeldende øyeblikksbilde ble generert etter import.
nl: %lld huidige momentopname is gegenereerd na het importeren.
pl: %lld bieżąca migawka została wygenerowana po imporcie.
pt_br: %lld o instantâneo atual foi gerado após a importação.
pt_pt: %lld o instantâneo atual foi gerado após a importação.
ro: %lld instantaneul curent a fost generat după import.
ru: %lld текущий снимок был создан после импорта.
sk: Po importe bola vygenerovaná aktuálna snímka %lld.
sv: %lld aktuell ögonblicksbild genererades efter import.
th: %lld สแนปชอตปัจจุบันถูกสร้างขึ้นหลังจากการนำเข้า
tr: %lld geçerli anlık görüntü, içe aktarmanın ardından oluşturuldu.
uk: Після імпорту було створено поточний знімок %lld.
vi: %lld ảnh chụp nhanh hiện tại đã được tạo sau khi nhập.
zh_hans: %lld 当前快照是导入后生成的。
zh_hant: %lld 目前快照是匯入後產生的。

source: %lld custom cash-flow categories were added.
ar: تمت إضافة %lld فئات التدفق النقدي المخصصة.
ca: S'han afegit %lld categories de flux d'efectiu personalitzades.
cs: Byly přidány %lld vlastní kategorie peněžních toků.
da: %lld tilpassede pengestrømskategorier blev tilføjet.
de: %lld benutzerdefinierte Cashflow-Kategorien wurden hinzugefügt.
el: Προστέθηκαν %lld προσαρμοσμένες κατηγορίες ταμειακών ροών.
es: Se agregaron %lld categorías de flujo de efectivo personalizadas.
fi: %lld mukautettuja kassavirtaluokkia lisättiin.
fr: Des catégories de flux de trésorerie personnalisées %lld ont été ajoutées.
he: נוספו %lld קטגוריות תזרים מזומנים מותאמות אישית.
hi: %lld कस्टम नकदी-प्रवाह श्रेणियां जोड़ी गईं।
hr: Dodano je %lld prilagođenih kategorija novčanog toka.
hu: %lld egyéni cash-flow kategória hozzáadva.
id: %lld kategori arus kas khusus telah ditambahkan.
it: Sono state aggiunte %lld categorie personalizzate di flusso di cassa.
ja: %lld カスタム キャッシュ フロー カテゴリが追加されました。
ko: %lld 맞춤형 현금 흐름 카테고리가 추가되었습니다.
ms: %lld kategori aliran tunai tersuai telah ditambahkan.
nb: %lld egendefinerte kontantstrømkategorier ble lagt til.
nl: Er zijn %lld aangepaste cashflowcategorieën toegevoegd.
pl: Dodano %lld niestandardowe kategorie przepływów pieniężnych.
pt_br: %lld categorias personalizadas de fluxo de caixa foram adicionadas.
pt_pt: %lld foram adicionadas categorias personalizadas de fluxo de caixa.
ro: Au fost adăugate %lld categorii personalizate de fluxuri de numerar.
ru: Добавлены %lld пользовательские категории денежных потоков.
sk: Boli pridané %lld vlastné kategórie peňažných tokov.
sv: %lld anpassade kassaflödeskategorier har lagts till.
th: %lld เพิ่มหมวดหมู่กระแสเงินสดที่กำหนดเองแล้ว
tr: %lld özel nakit akışı kategorileri eklendi.
uk: Додано %lld спеціальних категорій грошових потоків.
vi: %lld danh mục dòng tiền tùy chỉnh đã được thêm vào.
zh_hans: 添加了 %lld 自定义现金流类别。
zh_hant: 新增了 %lld 自訂現金流量類別。
